org/daily/2022-06-01.org
:PROPERTIES:
:ID:       d12c2698-c977-49bd-9d57-a288b5066387
:END:
#+title: 2022-06-01

- [[id:d97a876d-7b68-4c8b-a0f9-06d25dd6285f][Henry Farrell]], [[https://direct.mit.edu/isec/article-abstract/44/1/42/12237/Weaponized-Interdependence-How-Global-Economic?redirectedFrom=fulltext][Weaponized Interdependence: How Global Economic Networks Shape State Coercion]]
  The authors's thesis is that  [[id:c356cb9a-a9f3-4577-a708-aa918b91c192][Interconnectedness increases power imbalance]].

* TODO If we had price data we could probably try to infer the path of price increase propagation.
