daily/2022-06-01.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-29 Sat 15:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2022-06-01</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">2022-06-01</h1>
<ul class="org-ul">
<li><a href="../20220601123124-henry_farrell.html#ID-d97a876d-7b68-4c8b-a0f9-06d25dd6285f">Henry Farrell</a>, <a target='_blank' rel='noopener noreferrer' class='external' href="https://direct.mit.edu/isec/article-abstract/44/1/42/12237/Weaponized-Interdependence-How-Global-Economic?redirectedFrom=fulltext">Weaponized Interdependence: How Global Economic Networks Shape State Coercion</a>
The authors's thesis is that  <a href="../20220601123401-interconnectedness_increases_power_imbalance.html#ID-c356cb9a-a9f3-4577-a708-aa918b91c192">Interconnectedness increases power imbalance</a>.</li>
</ul>

<div id="outline-container-orgac4ec63" class="outline-2">
<h2 id="orgac4ec63"><span class="todo TODO">TODO</span> If we had price data we could probably try to infer the path of price increase propagation.</h2>
</div>

<div id="outline-container-org3bf50f2" class="outline-2">
<h2 id="org3bf50f2">Links to this note</h2>
</div>
</div>
</body>
</html>